;------------------------------------------------------------------------------
; UltraDefrag GUI Greek Language Pack.
; Copyright (C) 2008 by Konstantinos Kapoukranidis (crackerworld@hotmail.com)
;------------------------------------------------------------------------------
 
; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
 
 
; Main window controls.
 
RESCAN_DRIVES         = Επανεξέταση δίσκων
SKIP_REMOVABLE_MEDIA  = Παράλειψη αφαιρ. συσκ.
CLUSTER_MAP           = Χάρτης συστοιχίας:
ANALYSE               = Ανάλυση
DEFRAGMENT            = Ανασυγκρότηση
COMPACT               = Συμπαγής
PAUSE                 = Παύση
STOP                  = Διακοπή
REPORT                = Κατακερματισμένα
SETTINGS              = Ρυθμίσεις
ABOUT                 = Σχετικά
 
; Drive's list items.
 
VOLUME                = Μονάδα
STATUS                = Κατάσταση
FILESYSTEM            = Σύστημα αρχείων
TOTAL                 = Σύνολο χώρου
FREE                  = Ελεύθερος χώρος
PERCENT               = Ποσοστό
 
; Status messages
 
ANALYSE_STATUS        = Ανάλυση
DEFRAG_STATUS         = Ανασυγκρότηση
 
; Status bar messages.
 
DIRS                  = κατάλογοι
FILES                 = αρχεία
FRAGMENTED            = κατακερματισμένα
COMPRESSED            = συμπιεσμένα
MFT                   = MFT
 
; Settings window.
 
EDIT_MAIN_OPTS        = Αλλαγή βασικών ρυθμίσεων
EDIT_REPORT_OPTS      = Αλλαγή ρυθμίσεων αναφοράς
READ_USER_MANUAL      = Διάβαστε το εγχειρίδιο
 
; About window.
 
ABOUT_WIN_TITLE       = Σχετικά με το Ultra Defragmenter
CREDITS               = Αναγνώριση
LICENSE               = Άδεια
 
; END OF FILE
